<!doctype html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>Actualizaci&oacute;n tecnol&oacute;gica</title>
	<link rel="shortcut icon" type"image/png" href="images/icon.png">
	<link rel="stylesheet" type="text/css" href="../css/estilos.css">
</head>
<body>

	<header>
		<div>

		</div>
		<nav>
			<ul class="menu">
				<li><a href="../index.html">INICIO</a></li>
				<li><a href="#">PARCIAL 1</a>
					<ul>
						<li><a href="compus.html">Historia de las computadoras</a></li>
						<li><a href="hardware.html">Hardware</a></li>
					</ul>
				</li>
				<li><a href="#">PARCIAL 2</a>
					<ul>
						<li><a href="optico.html">Medios &Oacute;pticos</a></li>
					</ul></li>
				<li><a href="#">PARCIAL 3</a>
					<ul>
						<li><a href="paginas.html">Creaci&oacute;n de p&aacute;ginas web con HTML</a></li>
					</ul></li>

			</ul>
		</nav>
	</header>
	<section class="wrapper">
		<section class="main">
			<article class="cuerpo1">
				<h2>Historia de las computadoras</h2>
				<br /><p>Todo comenz&oacute; con m&aacute;quinas destinadas a manejar n&uacute;meros, es as&iacute; como nos remitimos a &eacute;l &Aacute;baco, inventado por los babilonios all&aacute; por el a&ntilde;o 1000 A.C. Utilizado sobre todo por los chinos para la realizaci&oacute;n de operaciones sencillas</p>
				<br /><br /><img src="../images/abaco.jpg" width="300" height="200" alt="&Aacute;baco">
				<br /><br /><br /><p>Justo antes de morir en 1617, el matem&aacute;tico escoc&eacute;s John Napier (mejor conocido por su invenci&oacute;n de logaritmos) desarroll&oacute; un juego de palitos para calcular a las que llam&oacute;: Napier Bones. As&iacute; llamados porque se tallaron las ramitas de hueso o marfil, los bones incorporaron el sistema logar&iacute;tmico.</p>
				<br /><br /><p>En 1621 la primera regla deslizante fue inventada por el del matem&aacute;tico ingl&aacute;s William Oughtred. La regla deslizante (llam&oacute; C&iacute;rculos de Proporci&oacute;n) era un juego de discos rotatorios que se calibraron con los logaritmos de Napier. </p>
				<br /><br /><img src="../images/cdp.jpg" width="300" height="200" alt="Circulos de proporciones">
				<br /><br /><br /><p>En 1623 la primera calculadora mec&aacute;nica fue dise&ntilde;ada por Wilhelm Schickard en Alemania. Llamado El Reloj Calculador, la m&aacutequina incorpor&oacute; los logaritmos de Napier, hacia rodar cilindros en un albergue grande.</p>
				<br /><br /><p>Uno de los antepasados m&aacute;s directos de la computadora actual, fue creada por el cient&iacute;fico franc&eacute;s Blaise Pasca en el siglo XVII (1642). A sus 18 a&ntilde;os, Pascal invento su primera m&aacute;quina calculadora, capaz de sumar y restar.</p>
				<br /><br /><p>Fu&eacute; en 1830, cuando se establecieron los principios de funcionamiento de las modernas computadoras. Su paternidad se debe al matem&aacute;tico ingl&eacute;s Charles Babbage, quien tras lanzar en 1822 la denominada maquina diferencial, con nada menos que 96 ruedas dentadas y 24 ejes, se lanz&oacute; en pos de su proyecto m&aacute;s relevante: La m&aacute;quina anal&iacute;tica (1833).</p>
				<br /><br /><p>En 1944 se construy&oacute; en la Universidad de Harvard, la Mark I, dise&ntilde;ada por un equipo encabezado por Howard H. Aiken. Esta m&aacute;quina no est&aacute; considerada como computadora electr&oacute;nica debido a que no era de prop&oacute;sito general y su funcionamiento estaba basado en dispositivos electromec&aacute;nicos llamados relevadores.</p>
				<br /><br /><p>En 1947 se construy&oacute; en la Universidad de Pennsylvania la ENIAC (Electronic Numerical Integrator And Calculator) que fue la primera computadora electr&oacute;nica, el equipo de dise&ntilde;o lo encabezaron los ingenieros John Mauchly y John Eckert. Esta m&aacute;quina ocupaba todo un s&oacute;tano de la Universidad, ten&iacute;a m&aacute;s de 18 000 tubos de vac&iaute;o, consum&iacute;a 200 KW de energ&iacute;a el&eacute;ctrica y requer&iacute;a todo un sistema de aire acondicionado, pero ten&iacute;a la capacidad de realizar cinco mil operaciones aritm&eacute;ticas en un segundo.</p>
				<br /><br /><img src="../images/eniac.jpg" width="300" height="200" alt="ENIAC">
				<br /><br /><p>La 'EDVAC' (Electronic Discrete Variable Automatic Computer) por sus siglas en ingl&eacute;s, fue una de las primeras computadoras electr&oacute;nicas. A diferencia de la ENIAC, no era decimal, sino binaria, y tuvo el primer programa dise&ntilde;ado para ser almacenado.</p>
				<br /><br /><img src="../images/edvac.jpg" width="300" height="200" alt="EDVAC">
			</article>
			<article class="cuerpo2">
				<h3>Primera Generaci&oacute;n</h3>
				<br /><p>Esta generaci&oacute;n abarco la d&eacute;cada de los cincuenta. Y se conoce como la primera generaci&oacute;n. Estas m&aaute;quinas ten&iacute;an las siguientes caracter&iacute;sticas:</p>
				<ul class="temas">
					<li>Estas m&aacute;quinas estaban construidas por medio de tubos de vac&iacute;o.</li>
					<li>Eran programadas en lenguaje de m&aacute;quina.</li>
				</ul>
				<br /><br /><p>En 1951 aparece la UNIVAC (NIVersAl Computer), fue la primera computadora comercial, que dispon&iacutea de mil palabras de memoria central y pod&iacute;an leer cintas magn&eacute;ticas, se utiliz&oacute; para procesar el censo de 1950 en los Estados Unidos.</p>
				<br /><br /><img src="../images/prim.jpg" width="300" height="275" alt="Primera generaci&oacute;">
				<br /><br /><br /><h3>Segunda Generaci&oacute;n</h3>
				<br /><br /><p>Las caracter&iacute;sticas de la segunda generaci&oacute;n son las siguientes:</p>
				<ul class="temas">
					<li>Est&aacute;n construidas con circuitos de transistores.</li>
					<li>Se programan en nuevos lenguajes llamados lenguajes de alto nivel.</li>
					<li>En esta generaci&oacute;n las computadoras se reducen de tama&ntilde;o y son de menor costo.</li>
					<li>1962: Se desarrolla el primer juego de ordenador, llamado Spacewar.</li>
				</ul>
				<br /><br /><img src="../images/segun.jpg" width="300" height="200" alt="Segunda Generaci&oacute;n">
				<br /><br /><br /><h3>Tercera Generaci&oacute;n</h3>
				<br /><br /><p>1964: IBM anunci&oacute; la serie 360, que fue la primera familia de computadoras que pod&iacute;a correr el mismo software en diferentes combinaciones de velocidad, capacidad y precio. En 1964 CDC introdujo la serie 6000 con la computadora 6600 que se consider&oacute; durante algunos a&ntilde;os como la m&aacute;s r&aacute;pida.</p>
				<br /><br /><img src="../images/tercer.png" width="300" height="200" alt="Tercera Generaci&oacute;n">
				<br /><br /><br /><h3>Cuarta Generaci&oacute;n</h3>
				<br /><br /><p>Aqu&iacute; aparecen los microprocesadores. En 1976 Steve Wozniak y Steve Jobs inventan la primera microcomputadora de uso masivo y m&aacute;s tarde forman la compa&ntilde;&iacute;a conocida como la Apple que fue la segunda compa&ntilde;&iacute;a m&aacute;s grande del mundo, antecedida tan solo por IBM; y est&aacute; por su parte es a&uacute;n de las cinco compa&ntilde;&iacute;as m&aacute;s grandes del mundo.</p>
				<br /><br /><img src="../images/cuarta.jpg" width="300" height="200" alt="Cuarta Generaci&oacute;n">
				<br /><br /><br /><h3>Quinta Generaci&oacute;n</h3>
				<br /><br /><p>Jap&oacute;n lanz&oacute; en 1983 el llamado programa de la quinta generaci&oacute;n de computadoras, con los objetivos expl&iacute;citos de producir m&aacutequinas con innovaciones reales en los criterios mencionados.</p>
				<br /><br /><img src="../images/quinta.jpg" width="300" height="200" alt="Quinta Generaci&oacute;n">
			</article>
		</section>
		<aside class="barra">
			<h3>Actualizaci&oacute;n tecnol&oacute;gica</h3>
			<br /><p>La materia de Actualizaci&oacute;n tecnol&oacute;gica es cursada en el sexto semestre del &Aacute,rea de Computaci&oacute;n impartida por el I.S.C Enrique Olivares S&aacute;nches en el Instituto T&eacute;cnico del Golfo de M&eacute;xico Campus C&oacute;rdoba.</p>
			<br /><br /><a href="https://www.ugmex.edu.mx/"><img src="../images/ugmex.png" width="150" height="50" alt="Logotipo"></a>
			<br /><a href="https://www.ugmex.edu.mx/">Visita su p&aacute;gina</a>
		</aside>
	</section>
	<footer>
		<p class="pie">Rodrigo David salvador Moreno 29/06/2019</p>
	</footer>
</body>
</html>