<!doctype html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>Actualizaci&oacute;n tecnol&oacute;gica</title>
	<link rel="shortcut icon" type"image/png" href="images/icon.png">
	<link rel="stylesheet" type="text/css" href="../css/estilos.css">
</head>
<body>

	<header>
		<div>

		</div>
		<nav>
			<ul class="menu">
				<li><a href="../index.html">INICIO</a></li>
				<li><a href="#">PARCIAL 1</a>
					<ul>
						<li><a href="compus.html">Historia de las computadoras</a></li>
						<li><a href="hardware.html">Hardware</a></li>
					</ul>
				</li>
				<li><a href="#">PARCIAL 2</a>
					<ul>
						<li><a href="optico.html">Medios &Oacute;pticos</a></li>
					</ul></li>
				<li><a href="#">PARCIAL 3</a>
					<ul>
						<li><a href="paginas.html">Creaci&oacute;n de p&aacute;ginas web con HTML</a></li>
					</ul></li>

			</ul>
		</nav>
	</header>
	<section class="wrapper">
		<section class="main">
			<article class="cuerpo1">
				<h2>Medios &Oacute;pticos</h2>
				<br /><p>Los discos &oacute;pticos son un producto de almacenamiento de datos que guardan el contenido en formato digital.</p>
				<br /><br /><img src="../images/optic.jpg" width="300" height="150" alt="Medios &Oacute;pticos">
				<br /><br /><h3>CD</h3>
				<br /><p>El disco compacto es un disco &oacute;ptico utilizado para almacenar datos en formato digital, consistentes en cualquier tipo de informaci&oacute;n. Los CD's tienen una capcidad de 700 MB.</p>
				<br /><h3>Tipos de CD</h3>
				<br /><h4>CD-R Colores</h4>
				<br /><br /><p>Presentan una variedad de cinco colores de discos con una impresi&oacute;n de disco moderna.</p>
				<br /><h4>Digital Vinyl</h4>
				<br /><p>Con una superficie de disco inspirada por el disco de 45 rpm, los productos Digital Vinyl CD-R brindan rendimiento digital eu nu dise&ntilde;o retro.</p>
				<br /><h4>LightScribe y LightScribe de colores</h4>
				<br /><p>Permite grabar etiquetas de disco de calidad de serigraf&iacute;a, sin necesiddad de una impresora.</p>
				<br /><br /><img src="../images/light.jpg" width="300" height="175" alt="LightScribe">
				<br /><br /><h3>DVD</h3>
				<br /><p>Las siglas DVD corresponde a Digital Versatile Disc (disco vers&aacute;til digital) de modo que coinciden los acr&oacute;nimos en espa&ntilde;ol e ingl&eacute;s.</p>
				<br /><p>En 1995 es la creaci&oacute;n de el consorcio DVD y en 1997 cambia el consorcio a foro DVD.</p>
				<br /><h4>Caracter&iacute;sticas DVD-R y DVD+R</h4>
				<br /><p>Los DVD-R son poco m&aacute;s lentos en el proceso de grabaci&oacute;n que los DVD+R y no permite la grabaci&oacute;n en bloques.</p>
				<br /><p>El proceso normal de grabaci&oacute;n consta de formateo, grabaci&oacute;n y cierre del DVD. El formateo se produce antes de ser utilizados. En los DVD+R este formato se produce de forma simult&aacute;nea a la grabaci&oacute;n.</p>
				<br /><p>El formato DVD-R no permite parar la grabaci&oacute;n y reiniciarla en el &uacute;ltimo punto. DVD+R no tiene ning&uacute;n problma en este punto.</p>
				<br /><p>Al igual en un DVD+RW podemos parar la grabaci&oacute;n y reiniciarla a partir de un punto determinado, cosa qe no es posible hacer con un DVD-RW.</p>
				<br /><p>DVD-R: Los agujeros se consideran niveles l&oacute;gicos bajos(0).</p>
				<br /><p>DVD+R: Los agujeros se consideran niveles l&oacute;gicos altos (1).</p>
				<br /><br /><img src="../images/dvd.png" width="300" height="300" alt="DVD">
				<br /><br /><h4>Capacidades de almacenamiento del DVD</h4>
				<br /><p>DVD 5: Una cara, capa simple; 4.7 GB o 4.38 GiB</p>
				<br /><p>DVD 9: Una cara, capa doble; 8.7 GB o 7.92 GiB</p>
				<br /><p>DVD 10: Dos caras, capa simple en ambas caras; 9.4 GB o 8.75 GiB</p>
				<br /><p>DVD 14: Dos caras, capa doble en una cara, capa simple en la otra; 13.3 GB o 12.3 GiB</p>
				<br /><p>DVD 18: Dos caras, capa doble en ambas; 17.1 GB o 15.9 GiB</p>
				<br /><br /><img src="../images/dvdc.jpg" width="300" height="300" alt="Capacidades DVD">
				<br /><h3>Blu-ray Disc</h3>
				<br /><p>Graba y reproduce sus datos por medio de su famoso laser de color azul (de ah&iacute; el nombre).</p>
				<br /><p>El laser posee una lomgitud de onda menor que la convencional (405 nan&oacute;metros).</p>
				<br /><p>Una de las apliaciones m&aacute;s importantes que ha desarrollado el Blu-ray en la actualidad, ha sido la capacidad de reproducir contenido en 3D.</p>
				<br /><p>Cuenta con un sustracto que le sirve como escudo, que lo protege de las ralladuras.</p>
				<br /><p>Una capa puede contener hasta 25 GB y el disco de doble capa contener aproximadamente 50 GB.</p>
				<br /><br /><img src="../images/blu.png" width="300" height="300" alt="Blu-ray Disc">
			</article>
			<article class="cuerpo2">
				
			</article>
		</section>
		<aside class="barra">
			<h3>Actualizaci&oacute;n tecnol&oacute;gica</h3>
			<br /><p>La materia de Actualizaci&oacute;n tecnol&oacute;gica es cursada en el sexto semestre del &Aacute,rea de Computaci&oacute;n impartida por el I.S.C Enrique Olivares S&aacute;nches en el Instituto T&eacute;cnico del Golfo de M&eacute;xico Campus C&oacute;rdoba.</p>
			<br /><br /><a href="https://www.ugmex.edu.mx/"><img src="../images/ugmex.png" width="150" height="50" alt="Logotipo"></a>
			<br /><a href="https://www.ugmex.edu.mx/">Visita su p&aacute;gina</a>
		</aside>
	</section>
	<footer>
		<p class="pie">Rodrigo David salvador Moreno 29/06/2019</p>
	</footer>
</body>
</html>